[M_Orchid_PlotMission06 MissionDefinition]
MissionName="I am angry with you."
MissionDescription="Pandora's example: Herbert refuses to find the last piece of the compass unless he helps Captain Blay. Like most Pandora users, he has a record collection. [place]The sea is rusty.[-place]. These are the things you want. If you give it to him, he will take you to the end of Captain Blade's compass.."
TurnInDescription="an Apple!"
MissionSummary="See Herbert's Record."
MissionGiver="Hermit Herbert"
MissionTurnInLocation="Ascetic ascetic"
TeaserText=""

[M_Orchid_PlotMission06:CollectStash MissionObjectiveDefinition]
ProgressMessage="Get Herbert's tape"

[M_Orchid_PlotMission06:CollectStashSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission06:Dummy MissionObjectiveDefinition]
ProgressMessage="Get news from Herbert"

[M_Orchid_PlotMission06:DummySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission06:GetHermitTapes MissionObjectiveDefinition]
ProgressMessage="I have a Herbert tape"

[M_Orchid_PlotMission06:HermitTapesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission06:OpenChest MissionObjectiveDefinition]
ProgressMessage="Open the box."

[M_Orchid_PlotMission06:OpenChestAgain MissionObjectiveDefinition]
ProgressMessage="Open the box"

[M_Orchid_PlotMission06:OpenChestAgainSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission06:OpenChestFinalSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission06:OpenChestSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission06:ReturnToHermit MissionObjectiveDefinition]
ProgressMessage="Let's go back to Herbert."

[M_Orchid_PlotMission06:ReturnToHermitSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission06:ShootLock MissionObjectiveDefinition]
ProgressMessage="Choose a key"

[M_Orchid_PlotMission06:ShootLockSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

